Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_ungdomsdelegasjon_i_un_global_indigenous_youth_forum_roma.html.tmx
Source language: nob
Languages: sme

source: For første gang sendte Sametinget en egen delegasjon bestående av samiske unge til UN Global Indigenous Youth Forum for å diskutere urfolks mat- og kunnskapssystem i et fremtidsperspektiv.
sme: Sámediggi lea vuosttaš geardái sádden sámi nuoraid delegašvunna servat ON Global Indigenous Youth Forum gos leat digáštallan álgoálbmogiid biebmo- ja máhtovuogádagaid boahtteáigge geahčastagas.

source: FNs Global Indigenous Youth Forum (UNGIYF) som kommer sammen hvert andre år, er det eneste urfolksrelaterte høynivåforumet som arrangeres av FNs mat- og landbruksorganisasjon (FAO).
sme: FNs Global Indigenous Youth Forum (UNGIYF) mii lágiduvvo juohke nuppi jagi, lea áidna álgoálbmot alladássásaš forum maid ONa biebmo- ja eanandoallo organisašuvnda FAO lágiida.

source: I år ble forumet arrangert i Roma 16. – 20. oktober. Flere hundre urfolksungdom og unge fra hele verden var samlet til ulike workshops, paneldiskusjoner og rundebordssamtaler, for kunnskapsdeling, mat- og kulturopplevelser og andre aktiviteter.
sme: Dán jagi lei forumčoahkkin Romas, golggotmánu 16. - 20. b. Máŋga čuođi álgoálbmot nuorat miehtá máilmme ledje čoahkkánan iešguđetge bargobájiide, panelságastallamiidda ja jorbabeavddeságastallamiidda ja eará doaimmaide mas sihke máhtolonohallan ja biebmo- ja kulturvásáhusat ledje guovddážis.

source: Den samiske delegasjonen besto av Mathias Eilert Olsen, Dan-Jonas Mikael Sparrok, Kristian Wilhelmsen, Aina Haugom Nordfjell og Aina Madelen Nordsletta Aslaksen.
sme: Sámi nuoraidjoavkkus ledje Mathias Eilert Olsen, Dan-Jonas Mikael Sparrok, Kristian Wilhelmsen, Aina Haugom Nordfjell ja Aina Madelen Nordsletta Aslaksen.

source: - Det har vært gledelig og lærerikt å kunne jobbe med urfolksungdom internasjonalt.
sme: - Lea leamaš hirbmat somá ja mii leat oahppan olu ovttasbargat eará álgoálbmot nuoraiguin.

source: Selv om vi kommer fra mange forskjellige land med mange forskjellige kulturer og språk, er det likevel noen fellesnevnere som knytter oss sammen.
sme: Vaikke mii ássat iešguđetge riikkain ja hállat iešguđetge gielaid, lea mis dattege ollu mii lea oktasaš ja mii čadná min oktii.

source: For oss alle er det hvordan vi får, spiser og deler vår mat en så viktig del av vår identitet, kultur og språk at man kan ikke skille verdens urfolk fra våre matsystemer, sier ungdommene i en felles uttalelse.
sme: Biebmoháhkan, biebmokultuvra ja biebmojuogádeapmi lea mis buohkain stuorra oassi iežamet identitehtas, kultuvrras ja gielas ahte ii sáhte rievttimiel earuhit eará álgoálbmogiid min iežamet biebmovuogádagain, dadjet nuorat oktasaš cealkámušas.

source: Ungdomsforumets hensikt er å diskutere fremtiden for urfolks mat- og kunnskapssystemer.
sme: Nuoraidforuma ulbmil lea digáštallat álgoálbmogiid biebmo- ja máhtovuogádagaid boahtteáigge geahčastagas.

source: UN Global Indigenous Youth Forum utarbeidet også en egen deklarasjon med politiske anbefalinger, som ble overrakt til FAO under den seremonielle avslutningen av forumet sist fredag.
sme: UN Global Indigenous Youth Forum lea maid hábmen deklarašuvnna mas nuorat buktet politihkálaš rávvagiid, ja deklarašuvdna geigejuvvui FAOii loahpahandoaluid oktavuođas mannan bearjadaga.

source: - Det har også derfor vært viktig for oss å kunne delta i utformingen av deklarasjonen fra forumet slik at vi samlet kan uttrykke våre ønsker til lokale og nasjonale styringsmakter om ivaretagelsen og utviklingen av våre matsystemer, sier den samiske delegasjonen.
sme: - Midjiide lea maid leamaš hui dehálaš váldit oasi deklarašuvnna hábmemis vai mii ovttas sáhttit buktit iežamet oaiviliid ja sávaldagaid máilmmi eiseválddiide, sihke báikkálaš ja našunala dásis, mo mii oaidnit dehálažžan sihke vuhtiiváldit ja ovdánahttit min biebmovuogádagaid, dadjá sámi nuoraid delegašuvdna.

source: Urfolksungdom fra syv regioner har hatt møter i hovedkvarteret til FAO, hvor de har deltatt i plenumssesjoner av World Food Forum, FAO Hand-in-Hand Investment Forum, FAO Science and Innovation Forum, og komiteen for verdens matsikkerhet (CFS).
sme: Álgoálbmotnuorat 7 guovlluin máilmmis leat mannan váhkkus čoahkkinasttán FAO váldokántuvrras, ja sii leat earret eará beassan searvát World Food Forum plenumčoahkkimiin, FAO Hand-in-Hand Investment Forum čoahkkimiin, FAO Science and Innovation Forum čoahkkimiin, ja máilmmi biebmosihkkarvuođa lávdegotte čoahkkimiin.

source: Fokuset i denne andre økten handler om politiske anbefalinger fra ungdommen fra deres kampanje , en fremtidsvisjon som mobiliserer til å respektere, beskytte og styrke urfolks mat- og kunnskapssystemer, og til å arbeide med klimatiltak for å nevne noe.
sme: Nuoraidforuma nubbi oassi lea erenoámažit deattuhan nuoraid politihkálaš rávvagiid sierra kámpanjja bokte , mii lea boahtteáiggevišuvdna man ulbmil lea mobiliseret eiseválddiid sihke vuhtiiváldit, suddjet ja nannet álgoálbmogiid biebmo- ja máhttovuogádagaid, ja maiddái bargat dálkkádatdoaibmabijuiguin.

source: Sametingspresident Silje Karine Muotka (NSR) deltok også på forumets innledende dager for å vise sin støtte til urfolksungdom og hun er svært stolt over den innsatsen som den samiske delegasjonen har vist under forumet.
sme: Sámediggepresideanta Silje Karine Muotka (NSR) searvvai maiddái foruma álgobeivviid čájehandihte doarjaga álgoálbmotnuoraide ja son lea erenoámaš rámis go sámi nuorat leat nu buori barggu dahkan.

source: I sin tale til UN Global Indigenous Youth Forum trakk sametingspresidenten frem viktigheten av urfolks matsystemer, som også omhandler bevaring og utvikling av tradisjonell matkultur, kunnskap om klima og natur, evnen til å tilpasse seg klimaforandringer og eierskap til land.
sme: Sártnistis UN Global Indigenous Youth Forumii deattuhii sámediggepresideanta man dehálažža álgoálbmogiid biebmovuogádagat leat, masa maiddái gullá árbevirolaš biebmokultuvrra seailluheapmi ja ovdánahttin, dálkkádaga- ja luonddumáhttu, álgoálbmogiid heiveheapmi dálkkádatnuppástuhttimii ja oamásteapmi eatnamiidda.

source: Til de unge sa Muotka følgende:
sme: Nuoraide dajai Muotka ná:

source: - Jeg er dypt beæret over å stå foran så mange urfolksungdom i dag.
sme: - Lean rámis go beasan dás leat nu ollu álgoálbmotnuoraiguin.

source: Noen sier at dere er morgendagens ledere, men dere er allerede ledere for deres folk og stemmene deres er veldig viktige.
sme: Máŋgasat dadjet ahte nuorat leat ihttábeaivvi jođiheaddjit, muhto dii lehpet jo jođiheaddjit iežadet báikegottiin ja álbmogiid ovddas. Din jienat leat dehálažža.

source: Den samiske delegasjonen under UNGIYF 2023 Sandra Márjá West
sme: Sámi joavku UNGIYF 2023 Sandra Márjá West
